{
	"header": {
		"logo": {
			"alt": "Strangers Logo"
		}
	},
	"navigation": {
		"pages": {
			"home": "Home",
			"resonators": "Resonators",
			"settings": "Settings"
		}
	},
	"main": {
		"home": {
			"welcome": {
				"title": "Welcome",
				"description": [
					"Welcome Stranger.",
					"\"Stranger\" is your assistant in Wuthering Waves!"
				]
			},
			"resonators": {
				"title": "Learn all about resonators",
				"description": [
					"Wiki about all the resonators.",
					"Find out the most up-to-date information."
				],
				"button": "Resonators"
			},
			"timer": {
				"title": "Timer",
				"description": "Time left until the game releases:"
			},
			"info": {
				"title": "Information",
				"description": [
					"This page will updates sometimes (✿◕‿◕✿)",
					"I'm very interested in WuWe and i think you to ^_^",
					"We want to bring something new to the WuWe community.",
					"By creating this wiki for us and other people."
				]
			}
		},
		"settings": {
			"empty": "Here is empty :)"
		}
	},
	"resonators": {
		"elements": {
			"title": "Elements",
			"aero": "Aero",
			"electro": "Electro",
			"fusion": "Fusion",
			"glacio": "Glacio",
			"havoc": "Havoc",
			"spectro": "Spectro",
			"attribute": "{element} attribute"
		},
		"weapons": {
			"title": "Weapons",
			"sword": "Sword",
			"broadblade": "Broadblade",
			"gauntlet": "Gauntlet",
			"pistols": "Pistols",
			"rectifier": "Rectifier"
		},
		"list": {
			"aalto": {
				"name": "Aalto",
				"subname": "Mistcloak Strike",
				"description": "Aalto is an enigmatic Information Broker, known for his elusive nature and welcoming smile. Rumor has it he'll provide any information at the right price."
			},
			"baizhi": {
				"name": "Baizhi",
				"subname": "Healing You'tan",
				"description": "Baizhi is a researcher in Remnant Ecoacoustics. Baizhi's once unfulfilled wish has now manifested as her loyal companion. The Remnant Creature You'tan is her source of healing powers, and a lifelong research focus."
			},
			"calcharo": {
				"name": "Calcharo",
				"subname": "Calcharo",
				"description": "Leader of the \"Ghost Hounds\", an international mercenary group. Ruthless, vengeful, unforgiving. A potential client must be mindful of the price to pay before making him an offer."
			},
			"camellya": {
				"name": "Camellya",
				"subname": "",
				"description": ""
			},
			"chang_li": {
				"name": "Chang Li",
				"subname": "",
				"description": ""
			},
			"chixia": {
				"name": "Chixia",
				"subname": "Gallant Blaze",
				"description": "Chixia is a young Patroller who casts her jubilant figure along the streets of Jinzhou city. She's always ready to be someone's hero."
			},
			"danjin": {
				"name": "Danjin",
				"subname": "Scarlet Shade",
				"description": "With a vengeful blade of condensed blood in hand, Ranger Danjin hunts down thieves and bandits for retribution. She journeys to distant lands in pursuit of justice."
			},
			"encore": {
				"name": "Encore",
				"subname": "Wooly-counting Game",
				"description": "A girl accompanied by one black and one white Wooly plushies. Encore, consultant from the Black Shores, is longing to create happy stories with candies, fairy tales, and her imagination."
			},
			"jianxin": {
				"name": "Jianxin",
				"subname": "",
				"description": "Jianxin, a Taoist monk and successor of Fengyiquan, has dedicated her life to mastering the ultimate martial art. With the power to harness and transform environmental Chi, she can create protective barriers that purify both body and mind."
			},
			"jiyan": {
				"name": "Jiyan",
				"subname": "Windborne Rider",
				"description": "Jiyan, leader of the Midnight Rangers, acts with swift and resolute righteousness. He possesses the formidable ability to conjure a powerful Qingloong from the winds, making him invincible on the battlefield."
			},
			"lingyang": {
				"name": "Lingyang",
				"subname": "White Tiger",
				"description": "Lingyang is talented and friendly member of the Liondance Troupe in Jinzhou. His passion and courage are evident as he engages with humans, showcasing his impressive physical abilities. With his unique style, he embodies the spirit of Liondancing."
			},
			"mortefi": {
				"name": "Mortefi",
				"subname": "Dragon's Breath",
				"description": "Mortefi, a skilled expert in Applied Tacetite Study and a member of the Academy's Department of Safety, possesses the unique ability to transform his accumulated frustration into fiery flames. From a burning wrath that consumes all, the red dragon shall descend.."
			},
			"rover": {
				"name": "Rover",
				"subname": "Vessel of Sounds",
				"description": "A mysterious Resonator with the power to absorb all sounds. Currently journeying to find their lost memories."
			},
			"sanhua": {
				"name": "Sanhua",
				"subname": "Snow Waltz",
				"description": "The bodyguard of Jinzhou’s Magistrate, known for having an icy personality. Once regarded as the Asura of Calamity, Sanhua is now a taciturn guardian. She has learned to maintain inner calmness amidst the chaotic frequencies, and the things that once frightened her now fuel her determination."
			},
			"taoqi": {
				"name": "Taoqi",
				"subname": "Power of Xuanwu",
				"description": "Taoqi is the director of border defense at the Ministry of Development. Despite her seemingly laid-back demeanor, she consistently proves to be a dependable and supportive individual, always lending her hand to those in need. Taoqi is not only a reliable colleague, but also a trustworthy friend that people can confide in."
			},
			"verina": {
				"name": "Verina",
				"subname": "Nature Calling",
				"description": "With an extensive knowledge of botany, Verina is always solicitous, always smiling, and always wishing for every flower to be blessed with the miracle of life."
			},
			"yangyang": {
				"name": "Yangyang",
				"subname": "Breath of Winds",
				"description": "Yangyang is an Outrider of the Midnight Rangers. Once sheltered, now a fighter. She soars with the wind to protect others, like a skylark in flight."
			},
			"yinlin": {
				"name": "Yinlin",
				"subname": "Lightning of Execution",
				"description": "Yinlin is a skilled Patroller and powerful Natural Resonator. After being suspended from her duties at the Public Security Bureau, she must now pursue hidden evils in secrecy."
			},
			"yuanwu": {
				"name": "Yuanwu",
				"subname": "Fist of Thunder",
				"description": "Yuanwu owns a boxing gym where he teaches martial arts and health management. He is well-respected in the community for his cordial demeanor and pleasant temperament."
			},
			"icon_alt": "{resonator} icon"
		}
	},
	"footer": {
		"socials": {
			"text": "Social media:",
			"links": {
				"github": "GitHub",
				"developer": "Developer"
			}
		},
		"rights": [
			"Strangers is an unofficial database/wiki for the game",
			"and is not affiliated with KURO GAMES.",
			"All information provided is based on publicly available information."
		]
	}
}